Repository: corlin/Floraboard-ios
Catalog: Floreboard/Localizable.xcstrings
Source language: zh_hans
Languages: en, fr, ja, ko

# settings.usage.used
source: 已用: {{val}}
en: Used: {{val}}
fr: Utilisé: {{val}}
ja: 使用済み: {{val}}
ko: 사용됨: {{val}}

# settings.visionModel
source: 视觉多模态模型
en: Vision Model
fr: Modèle Vision
ja: ビジョンモデル
ko: 비전 모델

# workbench.checklist_hint
source: 制作完成的花材请打勾确认
en: Check off flowers as arranged
fr: Cochez les fleurs au fur et à mesure
ja: 配置が完了した花材をチェック
ko: 배치가 완료된 꽃재료를 체크하세요

# workbench.checklist_title
source: 制作核验清单
en: Craft Checklist
fr: Liste de Contrôle
ja: 制作チェックリスト
ko: 제작 체크리스트

# workbench.completed_prompt
source: 作品已制作完成！准备交付吗？
en: Arrangement completed! Ready to deliver?
fr: Composition terminée ! Prêt pour la livraison ?
ja: 作品が完成しました！納品の準備はよろしいですか？
ko: 작품 제작이 완료되었습니다! 배송 준비를 하시겠습니까?

# workbench.customer_label
source: 客户: %@
en: Customer: %@
fr: Client : %@
ja: お客様: %@
ko: 고객: %@

# workbench.delivery_time
source: 交付时间: %@
en: Delivery: %@
fr: Livraison : %@
ja: 納品日時: %@
ko: 배송 일시: %@

# workbench.enter_button
source: 进入制作台
en: Enter Workbench
fr: Ouvrir l'Atelier
ja: ワークベンチを開く
ko: 작업대 열기

# workbench.mark_delivered
source: 标记为已交付
en: Mark as Delivered
fr: Marquer comme Livré
ja: 納品完了にする
ko: 배송 완료로 표시

# workbench.subtitle
source: 制作执行与核验清单
en: Craft Checklist & Execution
fr: Checklist et Réalisation Florale
ja: 制作実行・チェックリスト
ko: 제작 실행 및 검수 체크리스트

# workbench.title
source: 花艺操作台
en: Florist Workbench
fr: Atelier Floral
ja: 花芸ワークベンチ
ko: 플로리스트 작업대

# settings.api.apiKey
source: API Key
fr: Clé API
ja: API キー
ko: API 키

# settings.api.endpoint
source: API Endpoint (Base URL)
fr: Point de terminaison API (Base URL)
ja: API エンドポイント (Base URL)
ko: API 엔드포인트 (Base URL)

# settings.usage.token
source: Token
fr: Jetons (Tokens)
ja: トークン
ko: 토큰
